Repository: Kreastr/NablaPolo
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, fr_fr, it_it, pl, ru

source: We have informed
it_it: Abbiamo informato

source: other people who travel on the same route.
it_it: persone che coincidono con il tuo tragitto.

source: Thanks for scheduling the trip!
it_it: Grazie per aver programmato il viaggio!

source: Hi, you are now in an experimental mode in which you can type or record any ride offer or request. The bot will analyze what you write or say and answer you as soon as possible. Use the chat to input text or press the microphone to record any message.
it_it: Ciao, ora sei in una modalità sperimentale in cui puoi digitare o pronunciare qualsiasi richiesta o offerta di passaggio. Il bot analizzarà quello che scriverai o dirai e ti risponderà. Usa la chat per inserire del testo o tieni premuto il microfono per mandare un messaggio vocale.

source: Abort
de: Abbrechen
fr_fr: Annuler
it_it: Annulla
pl: Anuluj
ru: Отменить

source: Hi
de: Hallo
fr_fr: Salut
it_it: Ciao
pl: Witaj
ru: Привет

source: Are you a driver or a passenger?
de: Bist du Fahrer or Mitfarer?
fr_fr: Es-tu un conducteur ou un passager ?
it_it: Sei un autista o un passeggero?
pl: Jesteś kierowcą czy pasażerem?
ru: Ты водитель или пассажир?

source: Driver
de: Fahrer
fr_fr: Conducteur
it_it: Autista
pl: Kierowca
ru: Водитель

source: Passenger
de: Mitfahrer
fr_fr: Passager
it_it: Passeggero
pl: Pasażer
ru: Пассажир

source: The system has been restored in non-experiemntal mode
it_it: Il sistema è stato reimpostato nella modalità non sperimentale

source: Listen listen...
de: HÃ¶r mal...
fr_fr: Écoute écoute ...
it_it: Udite udite...
pl: Słuchajcie słuchajcie...
ru: Слушай...

source: We are now
it_it: Siamo ora in

source: people subscribed to PickMeUp!
it_it: persone iscritte a PickMeUp!

source: We want to get bigger and bigger!
it_it: Vogliamo diventare ancora di più!

source: Invite more people to join us!
it_it: Invita altre persone ad unirsi!

source: Since the beginning of time there were a total of
it_it: Dall'inizio dei tempi ci sono stati

source: ride requests and
it_it: richieste di passaggio e

source: ride offers, of which
it_it: offerte di passaggio, di cui

source: confirmed!
it_it: confermati!

source: Today there were a total of
it_it: Oggi ci sono state in totale

source: Many thanks to all of you!
it_it: Grazie a tutti!

source: Let's make it happen!
it_it: Rendiamolo possibile!

source: This week there were a total of
it_it: Questa settimana ci sono state in totale

source: ride offers.
it_it: offerte di passggio.

source: In order to start, please go to SETTINGS to agree on terms and conditions and setup your default ITINERARY.
it_it: Prima di cominciare, vai su IMPOSTAZIONI per accettare i termini di servizio e impostare il tuo PERCORSO predefinito.

source: SETTINGS
it_it: IMPOSTAZIONI

source: In order to start, please go to SETTINGS to agree on terms and conditions.
it_it: Prima di cominciare, vai su IMPOSTAZIONI per accettare i termini di servizio.

source: In order to start, please go to SETTINGS to setup your default ITINERARY. You only need to do this once but you can always change it later.
it_it: Per iniziare è necessario premere IMPOSTAZIONI per settare l'ITINERARIO. E' sufficiente farlo una volta sola ma le impostazioni possono essere modificate in ogni momento.

source: INVITE A FRIEND
it_it: INVITA UN AMICO

source: (You have notifications ENABLED)
it_it: (Le tue notifiche sono ABILITATE)

source: (You have notifications DISABLED)
it_it: (Le tue notifiche sono DISABILITATE)

source: Press START if you want to start a new journey!
it_it: Premi START se vuoi iniziare un nuovo viaggio!

source: Change Start
it_it: Cambia Partenza

source: Change ITINERARY
it_it: Cambia ITINERARIO

source: Change End
it_it: Cambia Destinazione

source: Hi! I can try to help you to get a ride. Which bus stop are you waiting at?
it_it: Ciao, posso aiutarti a trovare un passaggio! A quale fermata dell'autobus ti trovi?

source: Hi! Glad you can give a ride. Where can you start picking up passengers?
it_it: Ciao! Felice che tu possa offrire un passaggio. Dove puoi iniziare a far salire i passeggeri?

source: This is the info panel.
it_it: Questo è il pannello informativo.

source: INFO USERS
it_it: INFO UTENTI

source: DAY SUMMARY
it_it: RIEPILOGO GIORNALIERO

source: SEARCH BUS STOPS
it_it: CERCA STAZIONI AUTOBUS

source: SEND FEEDBACK
it_it: MANDA UN FEEDBACK

source: Back
it_it: Indietro

source: This is the settings panel.
it_it: Questo è il pannello delle impostazioni.

source: You have not agreed on Terms and Conditions, please press the button below.
it_it: Non hai accettato i Termini di Servizio, premi il pulsante qui sotto.

source: TERMS AND CONDITIONS
it_it: TERMINI DI SERVIZIO

source: LANGUAGE
it_it: LINGUA

source: ITINERARY
it_it: ITINERARIO

source: NOTIFICATIONS
it_it: NOTIFICHE

source: You have the notifications ENABLED: you will be informed when a driver going through your route inserts a new journey, (even though you have no active requests) and we will send you weekly statistics.
it_it: Le notifiche sono ABILITATE: sarai informato ogniqualvolta un autista che fa il tuo stesso percorso inserisce un nuovo viaggio (anche se non hai richieste attive), e ti manderemo delle statistiche settimanali.

source: DISABLE NOTIFICATIONS
it_it: DISABILITA LE NOTIFICHE

source: You have the notifications DISABLED: you will NOT be informed when a driver going through your route inserts a new journey, (unless you have an active request) and we will NOT send you weekly statistics.
it_it: Le notifiche sono DISABILITATE: NON sarai informato ogniqualvolta un autista che fa il tuo stesso percorso inserisce un nuovo viaggio (anche se non hai richieste attive), e NON ti manderemo delle statistiche settimanali.

source: ENABLE NOTIFICATIONS
it_it: ABILITA LE NOTIFICHE

source: Select the city where you are located
it_it: Seleziona la città in cui ti trovi

source: Click on 'ITINERARY (simple)' for predefined routes or 'ITINERARY (advanced)' for manually setting departure, destinations and intermediate points.
it_it: Premi su 'ITINERARIO (semplice)' per tratte predefinite o si 'ITINERARIO (avanzato)' per scegliere manualmente la partenza, la destinazione e i punti intermedi.

source: ITINERARY (simple)
it_it: ITINERARIO (semplice)

source: ITINERARY (advanced)
it_it: ITINERARIO (avanzato)

source: Change City
it_it: Cambia Città

source: Click on one of the following routes:
it_it: Seleziona una delle seguenti tratte:

source: *Your current itinerary*:
it_it: *Il tuo itinerario*:

source: Drivers can optionally add intermediate points where to pick up passengers:
it_it: Gli autisti possono aggiungere dei punti intermedi di salita dei passeggeri:

source: *Mid Points Going*:
it_it: *Punti intermedi (andata)*:

source: *Mid Points Back*:
it_it: *Punti intermedi (ritorno)*:

source: Change Start Location
it_it: Cambia PARTENZA

source: Set Start Location
it_it: Imposta PARTENZA

source: Change End Location
it_it: Cambia DESTINAZIONE

source: Set End Location
it_it: Imposta DESTINAZIONE

source: Change Mid Points Going
it_it: Cambia Punti Intermedi Andata

source: Change Mid Points Back
it_it: Cambia Punti Intermedi Ritorno

source: Please insert
it_it: Inserisci

source: List All Stops
it_it: Tutte le fermate

source: List Itinerary Stops
it_it: Fermate itinerario

source: Alternatevely you can request to list the bus stops and select one manually.
it_it: In alternativa puoi richiedere la lista delle fermate e selezionarne una manualmente.

source: You can enter a location using GEOLOCATION or ask for a LIST of bus stops in your city
it_it: Puoi inserire un punto usando la GEOLOCATION o scegliendo da una LISTA di fermate nella tua città

source: Select an intermediate point you can stop on the way FORWARD to pick-up other passangers:
it_it: Seleziona un punto intermedio in cui ti puoi fermare all'ANDATA per prendere altri passeggeri:

source: Select an intermediate point you can stop on the way BACK to pick-up other passangers:
it_it: Seleziona un punto intermedio lungo il tuo percorso di RITORNO nel quale puoi fermarti a far salire altri passeggeri:

source: Alternatively you can request to list the bus stops and select one manually.
it_it: In alternativa puoi richiedere la lista delle fermate e selezionarne una manualmente.

source: Remove all
it_it: Rimuovi tutto

source: Same as other direction
it_it: Come nell'altra direzione

source: *Current midpoints*:
it_it: *Punti intermedi attuali*:

source: Found the following bus stop(s) in your city:
it_it: Fermate individuate nella tua città:

source: Press on one of them to set it.
it_it: Premi su una per impostarla.

source: Found the following bus stop(s) in your current itinerary:
it_it: Fermate individuate nel tuo itinerario:

source: Resetting interface to initial state
it_it: Interfaccia risettata alla schermata iniziale

source: The ride offer has been aborted: you were expected to give a ride some time ago!
it_it: L'offerta del passaggio è stata annullata: il tuo arrivo alla fermata era previsto un po' di tempo fa!

source: The ride has been completed automatically: you were supposed to arrive some time ago!
it_it: Il viaggio è stato completato automaticamente: il tuo arrivo alla destinazione era previsto un po' di tempo fa!

source: The ride request has been aborted:
it_it: La richiesta di passaggio è stata annullata:

source: after some time the requests automatically expire.
it_it: dopo un po' di tempo la richiesta scade automaticamente.

source: We believe and hope you have already reached your destination, otherwise feel free to start another request
it_it: Pensiamo e speriamo che tu abbia già raggiunto la tua destinazione; in caso contrario, sentiti libero di inserire una nuova richiesta

source: Currently there are no drivers matching your journey.
it_it: In questo momento non ci sono offerte di passaggi che coincidono con il tuo viaggio.

source: You will be notified as soon as one is available.
it_it: Sarai informato non appena ci sarà un'offerta di passaggio che coincide con la tua richiesta.

source: If you find another solution, please abort your request.
it_it: Se trovi un'altra soluzione sei pregato di annullare la tua richiesta.

source: There is a passenger matching your journey
it_it: C'è una richiesta di passaggio che coincide con il tuo viaggio

source: List Passengers
de: Mitfahrer auflisten
fr_fr: Liste des passagers
it_it: Lista Passeggeri
pl: Pokaż pasażerów
ru: Просмотри пассажиров

source: Send Message
it_it: Invia Messaggio

source: There is a driver matching your journey.
it_it: C'è un autista che fa il tuo stesso percorso.

source: List Drivers
de: Fahrer auflisten
fr_fr: Liste des conducteurs
it_it: Lista Autisti
pl: Pokaż kierowców
ru: Просмотри водителей:

source: Got the Ride!
de: Abgemacht!
fr_fr: Trajet confirmé !
it_it: Passaggio Confermato!
pl: Zostałem/zostałam podwieziony/a!
ru: Меня подвезли!

source: The is a driver matching your journey!
it_it: C'è un'offerta di passaggio che coincide con la tua richiesta!

source: There is some passenger(s) matching your journey
it_it: C'è una richiesta di passaggio che coincide con il tuo viaggio

source: Have a nice trip!
it_it: Buon viaggio!

source: There is currently no passenger matching your journey.
it_it: In questo momento non ci sono richieste di passaggi che coincidono con il tuo viaggio.

source: If a new passege request matches your journey we will notify you.
it_it: Se una nuova richiesta di passaggio coincide con il tuo viaggio riceverai una notifica.

source: Have a nice trip!
it_it: Buon viaggio!

source: Scheduled Trip
it_it: Viaggio Programmato

source: : There is a driver matching your default route!
it_it: : C'è un'offerta di passaggio che coincide con la tua richiesta!

source: Notification
it_it: Notifica

source: ride start:
it_it: inizio viaggio:

source: itinerary:
it_it: itinerario:

source: waiting since
it_it: in attesa dalle

source: No drivers found matching your journey
it_it: Nessun autista trovato che coincide con il tuo viaggio

source: No active drivers found
it_it: Nessun autista attivo trovato

source: No passengers found matching your journey
it_it: Nessun passeggero trovato che coincide con il tuo viaggio

source: No active passengers found
it_it: Nessun passeggero attivo trovato

source: Oops... there are no more passage requests matching your journey!
it_it: Oops... non ci sono più richieste di passaggi che coincidono con il tuo viaggio!

source: Oops... there are no more drivers matching your journey!
it_it: Oops... non ci sono più autisti che coincidono con il tuo viaggio!

source: Someone else
fr_fr: Quelqu'un d'autre
it_it: Qualcun altro
pl: Ktoś inny

source: Great, which driver gave you a ride?
de: Toll, wer Fahrer hat dir mitgehnommen?
fr_fr: Super, quel conducteur a assuré le trajet ?
it_it: Bene! Quale autista ti ha dato il passaggio?
pl: Super, który kierowca Cię podwiózł?
ru: Отлично! Какой водитель тебя подвез?

source: Thanks, have a good ride!
fr_fr: Merci, bonne route !
it_it: Grazie, buon viaggio!
pl: Dzięki, miłej podróży!
ru: Спасибо, хорошей поездки!

source: Message from
it_it: Messaggio da

source: PickMeUp is a non-profit carpooling service (just like BlaBlaCar but for small journeys within a city).
it_it: PickMeUp è un servizio no-profit di carpooling (simile a BlaBlaCar ma pensato per piccoli tragitti in città).

source: You need to agree on terms and conditions in SETTINGS and insert an ITINERARY to start a new journey.
it_it: Devi accettare i Termini di Servizio all'interno delle IMPOSTAZIONI e inserire un nuovo ITINERARIO per iniziare a viaggiare.

source: Once all is set, you can press START to request or offer a ride.
it_it: Quando hai finito con le impostazioni, puoi premere START per ricevere o offrire un passaggio.

source: Please visit our website at http://pickmeup.trentino.it read the pdf instructions at http://tiny.cc/pickmeup_info and if you want to promote this initiative do like us on FaceBook https://www.fb.com/321pickmeup
it_it: Visita il nostro sito http://pickmeup.trentino.it leggi le istruzioni pdf su http://tiny.cc/pickmeup_info e metti mi piace sulla pagina Facebook https://www.fb.com/321pickmeup per promuovere l'iniziativa.

source: If you want to join our discussions come to the tiramisu group at the following link: https://telegram.me/joinchat/B8zsMQBtAYuYtJMj7qPE7g
it_it: Se vuoi unirti alla discussione, vieni a trovarci sul gruppo Tiramisù al seguente link: https://telegram.me/joinchat/B8zsMQBtAYuYtJMj7qPE7g

source: Any feedback or contribution is highly appreciated (go to INFO -> SEND FEEDBACK)! :D
it_it: Qualsiasi commento o suggerimento è estremamente apprezzato (vai su INFO -> SEND FEEDBACK)! :D

source: PickMeUp is a dynamic carpooling system, like BlaBlaCar but within the city.
it_it: PickMeUp è un sistema di carpooling dinamico, come BlaBlaCar ma in città.

source: It is currently under testing.
it_it: Al momento è in fase di test.

source: WARNINGS:
it_it: AVVERTENZE:

source: Drivers: please offer rides before starting the ride. DO NOT use your phone while you drive.
it_it: Autisti: effettua l’offerta dei passaggi prima di iniziare il viaggio. NON usare il telefono mentre guidi.

source: Passengers: please ask for rides when you are at the bus stop.
it_it: Passeggeri: immettere la richiesta di passaggio solo una volta raggiunta la stazione prestabilita.

source: Be kind with the driver and the other passengers.
it_it: Sii gentile con l'autista e con gli altri passeggeri.

source: PickMeUp is a non-profit service and it is totally money-free between passengers and drivers.
it_it: PickMeUp è un'iniziativa no-profit e non prevede alcuno scambio di denaro tra passeggeri e autisti.

source: The current version is under testing:
it_it: La versione corrente è in fase di sperimentazione:

source: no review system has been implemented yet and ride traceability is still limited.
it_it: il sistema non prevede la possibilità di lasciare referenze sugli utilizzatori, e il tracciamento dei viaggi è ancora limitato.

source: PickMeUp developers decline any responsibility for the use of the service.
it_it: Gli sviluppatori di PickMeUp declinano ogni responsabilità per l'uso del servizio.

source: If you want to use this service you have to agree on these terms by pressing the button below.
it_it: Per poter usare il servizio, devi accettare i Termini premendo il pulsante sottostante.

source: Hi, I've discovered @PickMeUp_bot a free capooling service via Telegram!
it_it: Ciao, ho scoperto @PickMeUp_bot un servizio di carpooling gratuito basato su Telegram!

source: It's like BlaBlaCar, but for commuting within a city.
it_it: È come BlaBlaCar, ma in città.

source: The system is currently under testing but the community is getting larger every day.
it_it: Il sistema è ancora in fase di sperimentazione ma la comunità sta crescendo ogni giorno.

source: You can try it by clicking on @PickMeUp_bot and press START!
it_it: Clicca su @PickMeUp_bot per aggiungerlo e premi START!

source: Please attach a location by 1) pressing the
it_it: Inserisci un luogo: 1) premi l'icona

source: icon below and 2) chosing a position in the map.
it_it: in basso e 2) scegli una posizione nella mappa.

source: welcome!
de: Willkommen!
fr_fr: Bienvenue !
it_it: benvenuto!
pl: witaj!
ru: добро пожаловать!

source: welcome back!
it_it: ben tornata/o!

source: Forward the following message to your friends.
it_it: Inoltra il seguente messaggio ai tuoi amici.

source: Sorry, I don't understand you
it_it: Scusa, non capisco

source: Passage aborted.
de: Mitfahrt abgebrochen
fr_fr: Trajet annulé.
it_it: Passaggio annullato.
pl: Przejazd anulowany.
ru: Поездка отменена.

source: Your passenger ID is:
it_it: Il tuo codice identificativo è:

source: Successfully changed the START location!
it_it: La PARTENZA è stata modificata correttamente!

source: Successfully changed the END location!
it_it: La DESTINAZIONE è stata modificata correttamente!

source: Great! Many thanks to
fr_fr: Super ! Merci beaucoup à
it_it: Bene! Un ringraziamento a
pl: Świetnie! Wielkie dzięki dla
ru: Отлично! Большое спасибо,

source: confirmed you gave him/her a ride!
fr_fr: Il a confirmé que tu l'avais déposé !
it_it: ha confermato che gli/le hai dato un passaggio!
pl: potwierdził(a), że go podwiozłeś/podwiozłaś!
ru: подтвердил(-а), что ты подвез его/ее!

source: Reached Destination!
de: ans Ziel gelangen!
fr_fr: Destination atteinte !
it_it: Raggiunta Destinazione!
pl: Cel podróży osiągnięty!
ru: Я доехал(-а)!

source: Name of driver not correct, try again.
fr_fr: Le nom du conducteur n'est pas correct, essaye de nouveau.
it_it: Nome dell'autista non corretto, prova di nuovo.
pl: Imię kierowcy nieprawidłowe, spróbuj ponownie.
ru: Неверное имя водителя. Попробуй еще раз.

source: In how many minutes will you be there?
de: In wie viele Minuten wirdst du da?
fr_fr: Dans combien de minutes prévois-tu d'arriver ?
it_it: In quanti minuti prevedi di arrivare?
pl: Za ile minut tam będziesz?
ru: Через сколько минут ты там будешь?

source: Schedule Trip
it_it: Programma Viaggio

source: Passage offer has been aborted.
it_it: Offerta di passaggio annullata

source: Your driver ID is:
it_it: Il tuo codice identificativo è:

source: You can now schedule a trip in the next 24h. Please enter a time in the format HH:MM.
it_it: Puoi ora programmare un viaggio nelle prossime 24h. Inserisci un orario nel formato HH:MM.

source: You need a public username to schedule a trip, please add it in your Telegram settings and press on 'Schedule Trip'.
it_it: Hai bisogno di un username pubblico per programmare un viaggio, in modo che gli altri utenti ti possano contattare. Aggiungi un username nelle impostazioni di Telegram e premi su 'Viaggio Programmato'.

source: Thanks for scheduling the trip! We have informed other people who travel on the same route, so that they may contact you.
it_it: Grazie per aver programmato il viaggio! Abbiamo informato le altre persone che viaggiano sulla stessa tratta, che ti potranno contattare.

source: Sorry, I don't understand you. Please enter a time in the format HH:MM.
it_it: Scusa, non capisco. Inserisci un orario nel formato HH:MM.

source: Please type a short message which will be sent to all passengers matching your journey
it_it: Scrivi un messaggio breve da mandare ai passeggeri che coincidono con il tuo viaggio

source: Sent message to
it_it: Messaggio inviato a

source: people
it_it: persona/e

source: There is some passenger(s) matching your journing
it_it: C'è una o più richieste di passaggio che coincidono con il tuo viaggio

source: Oops... there are no more passengers matching your journing!
it_it: Oops... non ci sono più richieste di passaggi che coincidono con il tuo viaggio!

source: Great, thanks!
de: Toll, danke!
fr_fr: Merci!
it_it: Bene, grazie!
pl: Świetnie, dzięki!
ru: Отлично, спасибо!

source: I will give you a list of bus stops within a radius of 10 km from the given location.
it_it: Riceverai una lista di fermate all'interno di un raggio di 10 km dalla posizione richiesta.

source: Please send us any feedback, e.g., new bus stops, bugs, suggestions.
it_it: Mandaci dei feedback per aiutarci a migliorare il sistema, ad esempio nuove fermate, segnalazione di errori, suggerimenti.

source: Found the following bus stop(s) near the location:
it_it: Trovate le seguenti fermate vicino alla posizione inserita:

source: By pressing on any of the names, the location will be presented to you.
it_it: Premendo su qualsiasi dei nomi, ti verrà indicata la posizione nella mappa.

source: No bus stop found near location, try again.
it_it: Nessuna fermata trovata vicino alla posizione inviata, prova di nuovo.

source: Thanks for your feedback!
it_it: Grazie per il tuo feedback!

source: I AGREE
it_it: ACCETTO

source: Choose the language
it_it: Scegli la lingua

source: Thanks for agreeing on terms!
it_it: Grazie per aver accettato i termini e le condizioni!

source: Successfully set city to:
it_it: Città impostata su:

source: Successfully set the route:
it_it: Tratta impostata correttamente:

source: the START location
it_it: la PARTENZA

source: the END location
it_it: la DESTINAZIONE

source: Found the following bus stop(s) near the location, please make one selection.
it_it: Trovate le seguenti fermate vicino alla posizione inserita, selezionane una.

source: Thanks for setting the START location!
it_it: Grazie per aver inserito la PARTENZA!

source: Thanks for setting the END location!
it_it: Grazie per aver inserito la DESTINAZIONE!

source: All mid points on the way FORWARD have been removed.
it_it: Tutti i punti intermedi per l'ANDATA sono stati rimossi.

source: Successfully set mid points way FORWARD as in way BACK!
it_it: I punti intermedi per l'ANDATA sono stati impostati come per il RITORNO.

source: Thanks for adding a new mid point!
it_it: Grazie per aver inserito un nuovo punto intermedio!

source: All mid points on the way BACK have been removed.
it_it: Tutti i punti intermedi per il RITORNO sono stati rimossi.

source: Successfully set mid points way BACK as in way FORWARD!
it_it: I punti intermedi per il RITORNO sono stati impostati come per l'ANDATA.

source: Successfully sent message to the bot, you will receive an answer shortly.
it_it: Messaggio spedito correttamente al bot, riceverai una risposta al più presto.

source: Something is wrong with your state (
it_it: Sembra esserci un problema con il tuo stato (

source: I'm going to bring you back to the initial screen.
it_it: Ora ti riporterò alla schermata iniziale.

source: If the problem presists, please write a message to @kercos
it_it: Se il problema persiste, ti preghiamo di scrivere un messaggio a @kercos
