Repository: Kreastr/NablaPolo
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, fr_fr, it_it, pl, ru

source: Your ride has been aborted by the system manager
de: System manager hat die Fahrt abgebrochen
fr_fr: Votre trajet a été annulé par l'administrateur système
pl: Twoja podróż została przerwana przez administratora systemu
ru: Системный менеджер отменил твою поездку

source: Press START if you want to restart
de: Druck auf START wenn du wieder starten willst
fr_fr: Clique sur START si tu veux recommencer
pl: Naciśnij START jeśli chcesz zrestartować
ru: Нажми СТАРТ, если хочешь начать сначала

source: Waiting for a driver...
de: Wir warten auf den Fahrer
fr_fr: En attente d'un conducteur ...
pl: Czekamy na kierowcę...
ru: Ждем водителя...

source: Ride aborted: you were expected to give a ride long time ago!
fr_fr: Trajet annulé : ton arrivée était prévue il y a longtemps.
pl: Podróż anulowana: miałeś/miałaś kogoś podwieźć dawno temu!

source: Ride aborted: you were expeted to give a ride long time ago!
fr_fr: Trajet annulé : ton arrivée était prévue il y a longtemps.
pl: Podróż anulowana: miałeś/miałaś kogoś podwieźć dawno temu!
ru: Поездка отменена: ты давно должен был подобрать пассажиров.

source: You can go pick up the passenger(s)!
de: Du kannst den Mitfahrer nehmen
fr_fr: Peux-tu aller à l'arrêt pour prendre le(s) passager(s)
pl: Możesz jechać odebrać pasażera/pasażerów!
ru: Можешь ехать за пассажирами!

source: A driver coming:
de: Der Fahrer kommt:
fr_fr: Un conducteur est en train d'arriver :
pl: Przybywa kierowca:
ru: Приедет водитель:

source: expected at
de: in
fr_fr: prévu à
pl: oczekiwany o
ru: время прибытия:

source: There is someone waiting for you!
de: Jemand wartet auf dir!
fr_fr: Il y a quelqu'un qui est en train de t'attendre !
pl: Ktoś na Ciebie czeka!
ru: Кто-то хочет, чтобы ты его подвез!

source: Ride aborted: you have waited for too long!
fr_fr: Trajet annulé : tu as attendu trop longtemps !
pl: Podróż anulowana: czekałeś/czekałaś za długo!
ru: Поездка отменена: ты ждал слишком долго.

source: No drivers found in your location
de: Kein Fahrer hier
fr_fr: Aucun conducteur disponible à ton arrêt
pl: Nie znaleziono żadnych kierowców w Twojej lokalizacji
ru: Рядом с тобой не найдено водителей

source: No passengers needing a ride found in your location
de: Kein Mitfahrer hier
fr_fr: Aucun passager n'a besoin d'un trajet depuis cet arrêt
pl: Nie znaleziono żadnych pasażerów w Twojej lokalizacji
ru: Рядом с тобой не найдено пассажиров, которых нужно подвезти

source: waiting since
de: warte seine
fr_fr: en attente depuis
pl: czekamy od
ru: ждет с

source: No passangers found
de: Kein Mitfahrer gefunden
fr_fr: Aucun passager trouvé
pl: Nie znaleziono żadnych pasażerów
ru: Пассажиров не найдено

source: Oops... the driver(s) is no longer available!
fr_fr: Oops ... il n'y a plus de conducteurs disponibles !
pl: Ojej... kierowca już nie jest dostępny!

source: Oops... the driver(s) are no longer available!
de: Oops... der Fahrer is nicht mehr erreichbar!
fr_fr: Oops ... il n'y a plus de conducteurs disponibles !
pl: Ojej... kierowca już nie jest dostępny!
ru: Ой...больше нет водителей, готовых подвезти!

source: Oops... there are no more passengers waiting!
de: Oops...kein Mitfahrer mehr!
fr_fr: Oops ... il n'y a plus de passagers qui attendent !
pl: Ojej... już nie ma oczekujących pasażerów!
ru: Ой...больше нет ожидающих пассажиров!

source: Thanks you, have a good ride!
de: Danke, schoene Fahrt!
fr_fr: Merci, bonne route !
pl: Dzięki, miłej podróży!
ru: Спасибо, хорошей поездки!

source: Somone else
de: Eine andre
fr_fr: Quelqu'un d'autre
pl: Ktoś inny
ru: Кто-то другой

source: I'm your Trento <-> Povo travelling assistant.
de: Ich bin dein Treno <-> Povo fahr assistant
fr_fr: Je suis ton assistant pour tes trajets Trento <-> Povo.
pl: Jestem Twoim asystentem podróży na trasie Trento <-> Povo.
ru: Я помогу тебе добраться из Тренто в Пово и обратно.

source: You can press START to get or offer a ride
de: Du kannst START drucken um jemand Mitzufahren oder eine Fahrt zu suchen
fr_fr: Tu peux appuyer sur START pour obtenir ou offrir un trajet.
pl: Możesz nacisnąć START, żeby zamówić lub zaoferować podwiezienie
ru: Нажми СТАРТ, чтобы подъехать или подвезти

source: You can press HELP to see this message again
de: Du kannst auf HELP drucken um das text zu lesen
fr_fr: Tu peux appuyer sur HELP pour voir de nouveau ce message.
pl: Możesz nacisnąć POMOC, żeby ponownie zobaczyć tę wiadomość
ru: Нажми ПОМОЩЬ, чтобы снова увидеть это сообщение

source: You can press LANGUAGE to change the settings (language)
fr_fr: Tu peux appuyer sur LANGUAGE pour changer les réglages (langue).
pl: Możesz nacisnąć JĘZYK, żeby zmienić ustawienia (język)
ru: Чтобы изменить язык, нажми ЯЗЫК в настройках

source: If you want to join the discussion about this initiative
de: Wenn du auf PickMeUp mitdiskutieren willst
fr_fr: Si tu veux participer à la discussion concernant cette initiative
pl: Jeśli chcesz dołączyć do dyskusji na temat tej inicjatywy
ru: Если хочешь обсудить эту инициативу

source: come to the tiramisu group at the following link:
de: hier auf diese link steht das Tiramisu group
fr_fr: rejoins le groupe tiramisu en cliquant sur le lien suivant :
pl: napisz do grupy tiramisu pod tym linkiem:
ru: заходи в группу "Тирамису" по ссылке:

source: Choose the langauge
fr_fr: Choisis la langue
pl: Wybierz język
ru: Выбери язык

source: What command? I only understnad HELP or START.
de: Was ? Ich verstehe nur HELP oder START.
fr_fr: Qu'as-tu demandé ? Je comprends seulement HELP ou START.
pl: Jaka komenda? Rozumiem tylko POMOC lub START.
ru: Какая команда? Я понимаю только ПОМОЩЬ и СТАРТ.

source: Hi! I can try to help you to get a ride. Where are you?
de: Hello! Ich kann dir helfen ein Fahrt zu suchen. Wo bist du?
fr_fr: Salut ! Je peux essayer de t'aider à trouver un trajet. Où es-tu ?
pl: Cześć! Mogę spróbować pomóc Ci znaleźć kogoś, kto Cię może podwieźć. Gdzie jesteś?
ru: Привет! Я могу помочь тебе найти попутку. Где ты находишься?

source: Hi! Glad you can give a ride. Where are you?
fr_fr: Salut ! Je suis content que tu puisses proposer un trajet. Où es-tu ?
pl: Cześć! Świetnie, że możesz kogoś podwieźć. Gdzie jesteś?
ru: Привет! Здорово, что ты можешь подвезти. Где ты находишься?

source: Eh? I don't understand you. Are you a Driver or a Passenger?
fr_fr: Eh ? Je ne comprends pas. Es-tu un conducteur ou un passager ?
pl: Słucham? Nie rozumiem. Jesteś Kierowcą czy Pasażerem?
ru: Что-что? Я тебя не понимаю. Ты водитель или пассажир?

source: Your waiting position is:
fr_fr: Ton numéro d'attente est :
pl: Twoje miejsce oczekiwania to:
ru: Жди здесь:

source: There is a driver coming!
fr_fr: Un conducteur est en train d'arriver !
pl: Kierowca przybywa!
ru: Водитель подъезжает!

source: Eh? I don't understand you.
de: Was? Ich verstehe dir nicht.
fr_fr: Eh ? Je ne comprends pas.
pl: Słucham? Nie rozumiem.
ru: Что-что? Я тебя не понимаю.

source: or
de: oder
fr_fr: ou
pl: lub
ru: или

source: Eh? If you want to Abort press the button!
fr_fr: Eh ? Si tu veux annuler clique sur le bouton !
pl: Słucham? Jeśli chcesz anulować, naciśnij guzik ANULUJ!
ru: Что-что? Если хочешь отказаться от поездки, нажми ОТМЕНИТЬ.

source: Eh? I don't understand you. A driver is supposed to come, be patient!
fr_fr: Eh ? Je ne te comprends pas. Un conducteur devrait arriver, sois patient !
pl: Słucham? Nie rozumiem. Kierowca powinien przyjechać, bądź cierpliwy!
ru: Что-что? Я тебя не понимаю. Водитель вот-вот подъедет, немного терпения!

source: Other
fr_fr: Autre
pl: Inne
ru: Другие

source: Nobody needs a ride in your location.
de: Niemand brauchst ein Mitfahrt hier.
fr_fr: Personne n'a besoin qu'on le prenne à cet arrêt.
pl: Nikt nie potrzebuje podwiezienia w Twoim miejscu lokalizacji.
ru: Рядом с тобой никого не нужно подвезти.

source: You can try in a bit or go to the bus stop and see if there is someone there
de: k
fr_fr: Tu peux essayer de nouveau plus tard ou aller à l'arrêt de bus et voir s'il y a quelqu'un.
pl: Możesz spróbować ponownie później lub pójść na przystanek autobusowy i zobaczyć czy ktoś tam czeka
ru: Попробуй еще раз позже или иди на автобусную остановку - вдруг там тебя кто-то подвезет.

source: expected at:
de: wann:

source: You can try in a bit or go the bus stop and see if there is someone there
de: Du kannst spaeter versuchen oder du kannst zur der naechsten Bushaltestelle gehen und auf jemand warten
